[
	{
		"ans1" : "I do not feel sad.",
		"ans2" : "I feel sad.",
		"ans3" : "I am sad all the time and I can't snap out of it.",
		"ans4" : "I am so sad and unhappy that I can't stand it."  
	},
	{
		
		"ans1" : "I am not particularly discouraged about the future.",
		"ans2" : "I feel discouraged about the future.",
		"ans3" : "I feel I have nothing to look forward to.",
		"ans4" : "I feel the future is hopeless and that things cannot improve."
  
	},
	{
		 
		
		"ans1" : "I do not feel like a failure.",
		"ans2" : "I feel I have failed more than the average person.",
		"ans3" : "As I look back on my life, all I can see is a lot of failures.",
		"ans4" : "I feel I am a complete failure as a person."
	},
	{

		
		"ans1" : "I get as much satisfaction out of things as I used to.",
		"ans2" : "I don't enjoy things the way I used to.",
		"ans3" : "I don't get real satisfaction out of anything anymore.",
		"ans4" : "I am dissatisfied or bored with everything."
	},
	{
		                                   
		"ans1" : "I don't feel particularly guilty",
		"ans2" : "I feel guilty a good part of the time.",
		"ans3" : "I feel quite guilty most of the time.",
		"ans4" : "I feel guilty all of the time."
	},
	{
		                       
		"ans1" : "I don't feel I am being punished.",
		"ans2" : "I feel I may be punished.",
		"ans3" : "I expect to be punished.",
		"ans4" : "I feel I am being punished."
	},
	{
		                               
		"ans1" : "I don't feel disappointed in myself.",
		"ans2" : "I am disappointed in myself.",
		"ans3" : "I am disgusted with myself.",
		"ans4" : "I hate myself."
	},
	{

		"ans1" : "I don't feel I am any worse than anybody else.",
		"ans2" : "I am critical of myself for my weaknesses or mistakes.",
		"ans3" : "I blame myself all the time for my faults.",
		"ans4" : "I blame myself for everything bad that happens."
	},
	{
		
		"ans1" : "I don't have any thoughts of killing myself.",
		"ans2" : "I have thoughts of killing myself, but I would not carry them out.",
		"ans3" : "I would like to kill myself.",
		"ans4" : "I would kill myself if I had the chance."
	},
	{

		
		"ans1" : "I don't cry any more than usual.",
		"ans2" : "I cry more now than I used to.",
		"ans3" : "I cry all the time now.",
		"ans4" : "I used to be able to cry, but now I can't cry even though I want to"
	},
	
	{
		         
		"ans1" : "I am no more irritated by things than I ever was.",
		"ans2" : "I am slightly more irritated now than usual.",
		"ans3" : "I am quite annoyed or irritated a good deal of the time.",
		"ans4" : "I feel irritated all the time."
	},
	{  
		
		"ans1" : "I have not lost interest in other people.",
		"ans2" : "I am less interested in other people than I used to be.",
		"ans3" : "I have lost most of my interest in other people.",
		"ans4" : "I have lost all of my interest in other people."
	},
	{
		            
		"ans1" : "I make decisions about as well as I ever could.",
		"ans2" : "I put off making decisions more than I used to.",
		"ans3" : "I have greater difficulty in making decisions more than I used to.",
		"ans4" : "I can't make decisions at all anymore."
	},
	{
		
		           
		"ans1" : "I don't feel that I look any worse than I used to.",
		"ans2" : "I am worried that I am looking old or unattractive.",
		"ans3" : "I feel there are permanent changes in my appearance that make me look unattractive.",
		"ans4" : "I believe that I look ugly."
	},
	{
		         

		"ans1" : "I can work about as well as before.",
		"ans2" : "It takes an extra effort to get started at doing something.",
		"ans3" : "I have to push myself very hard to do anything.",
		"ans4" : "I can't do any work at all."
	},
	{

		
		"ans1" : "I can sleep as well as usual.",
		"ans2" : "I don't sleep as well as I used to.",
		"ans3" : "I wake up 1-2 hours earlier than usual and find it hard to get back to sleep.",
		"ans4" : "I wake up several hours earlier than I used to and cannot get back to sleep."
	},
	{
		       
		"ans1" : "I don't get more tired than usual.",
		"ans2" : "I get tired more easily than I used to.",
		"ans3" : "I get tired from doing almost anything.",
		"ans4" : "I am too tired to do anything."
	},
	{
		        
		"ans1" : "My appetite is no worse than usual.",
		"ans2" : "My appetite is not as good as it used to be.",
		"ans3" : "My appetite is much worse now.",
		"ans4" : "I have no appetite at all anymore."
	},
	{
		        
		"ans1" : "I haven't lost much weight, if any, lately.",
		"ans2" : "I have lost more than five pounds.",
		"ans3" : "I have lost more than ten pounds.",
		"ans4" : "I have lost more than fifteen pounds."
	},
	{
		               
		"ans1" : "I am no more worried about my health than usual.",
		"ans2" : "I am worried about physical problems like aches, pains, upset stomach, or constipation.",
		"ans3" : "I am very worried about physical problems and it's hard to think of much else.",
		"ans4" : "I am so worried about my physical problems that I cannot think of anything else."
	},
	{

		        
		"ans1" : "I have not noticed any recent change in my interest in sex.",
		"ans2" : "I am less interested in sex than I used to be.",
		"ans3" : "I have almost no interest in sex.",
		"ans4" : "I have lost interest in sex completely."
	}

]